# Round

## Description
Function Round converts the specified REAL value to a LONGINT value. The LONGINT result is the value rounded to the nearest whole number.

```pascal
FUNCTION Round(v : REAL) : LONGINT;
```

```python

def vs.Round(v):
    return LONGINT
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL|Real value to round.|

## Version
Availability: from MiniCAD
## Category
* Math - General